Revit 2016 API
LoadCaseArray.IsEmpty Property
Test to see if the array is empty.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual bool IsEmpty { get; }
Visual Basic
Public Overridable ReadOnly Property IsEmpty As Boolean
	Get
Visual C++
public:
virtual property bool IsEmpty {
	bool get ();
}
Remarks
If the array is empty then True will be returned, otherwise False.
See Also
LoadCaseArray Class
Autodesk.Revit.DB.Structure Namespace